// Локальная база данных шаблонов (выступает в роли легкой CMS)
export const templates = [
    {
        "id": "stranitsa-fotografa",
        "slug": "stranitsa-fotografa",
        "title": "Страница фотографа",
        "tagline": "Минималистичная дизайнерская визитка в стиле Apple",
        "category": "Фотограф",
        "price": "$90",
        "usedCount": 0,
        "rating": 5,
        "coverImage": "https://imgur.com/a/RRgxWWA",
        "description": "Идеальная цифровая галерея для ваших лучших кадров. Этот минималистичный шаблон создан для фотографов, которые хотят презентовать свое портфолио дорого, стильно и без визуального шума.\n\nЧистая сетка, полноэкранные слайдеры и плавные анимации. Дизайн работает как хорошее паспарту — он не перетягивает внимание на себя, а заставляет зрителя вглядываться в ваши снимки.",
        "features": [
            "Безупречная мобильная адаптивность",
            "Кинематографичные микроинтеракции",
            "Умная сетка"
        ],
        "techStack": [
            "HTML",
            "Tailwild",
            "JS",
            "Free Server"
        ],
        "liveDemoUrl": "https://nikita-kustov.vercel.app",
        "telegramUrl": "",
        "clientExamples": []
    }
];
